import React from "react";
import "../../assets/scss/_return_product.scss";
import Title from "../../component/Title/Title";
import { MContainer } from "../../element/Elemens";

export default function ReturnProduct() {
  return (
    <>
      <div className="border-bottom">
        <MContainer className="r-product md:py-12 py-8">
          <h1>Политика конфиденциальности</h1>
          <p>
            Настоящее пользовательское соглашение (в дальнейшем кратко именуемое
            — «Договор») публикуется на сайте в сети Интернет по адресу:
            https://nova-max.ru/ в адрес любых лиц, заинтересованных в
            приобретении товаров Продавца. Настоящий текст договора содержит все
            существенные условия договора купли-продажи и является публичной
            офертой в соответствии со статьей 435 и частью 2 статьи 437
            Гражданского Кодекса РФ. Факт получения Продавцом оплаты в порядке,
            определяемом настоящим Договором, в силу п.п.1,3 ст.438 ГК РФ,
            является полным и безоговорочным акцептом, то есть согласием лица,
            совершившего оплату заключить с Продавцом настоящий Договор. Любое
            Лицо, совершившее оплату, рассматривается как Покупатель, вступивший
            с Продавцом в договорные отношения на нижеследующих условиях.
            Настоящий Договор, заключаемый путем акцепта настоящей публичной
            оферты, не требует двустороннего подписания и действителен в
            электронном виде с момента ее акцепта.
          </p>
          <h1>ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</h1>
          <p>
            <strong>Интернет-магазин</strong> - Интернет-сайт, принадлежащий
            Продавцу и имеющий адрес в сети Интернет https://nova-max.ru/, на
            котором представлены товары, предлагаемые Продавцом Покупателям для
            оформления Заказов.
          </p>
          <p>
            <strong>Сайт</strong> -{" "}
            <a href="https://nova-max.ru/">https://nova-max.ru/</a>
          </p>
          <p>
            <strong>Покупатель</strong> – физическое лицо/гражданин
            (Потребитель), размещающий заказы в Интернет-магазине и
            приобретающий товары исключительно для личных, семейных, домашних и
            иных нужд, не связанных с осуществлением предпринимательской
            деятельности
          </p>
          <p>
            <strong>Продавец</strong> – ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ
            "НОВАМАРКТ", основной государственный регистрационный номер (ОГРН)
            №1230900001188{" "}
          </p>
          <p>
            от "03" мая 2023 г., наименование зарегистрировавшего его органа:
            Управление Федеральной налоговой службы по Карачаево-Черкесской
            республике, Юр. адрес: Карачаево-Черкесская республика, м.р-н
            Усть-Джегутинский, г.п. Усть-Джегутинское, г. Усть-Джегута, ул.
            Садовая, д. 59{" "}
          </p>
          <p>
            <strong>Товар</strong> – объект (изделие), представленный для
            продажи в Интернет-магазине.
          </p>
          <p>
            <strong>Заказ</strong> – соответствующим образом оформленный и
            размещенный заказ Покупателя (заполнены соответствующие поля на
            сайте в разделе «Корзина», «оформление заказа»), адресованный
            Продавцу, на продажу и доставку выбранного на Сайте Товара по
            указанному Покупателем адресу.
          </p>
          <li>
            ОБЩИЕ ПОЛОЖЕНИЯ 1.1. Сайтом владеет и управляет ООО «НОВАМАРКТ».
            1.2. Настоящие Условия продажи Товара, а также информация о Товаре,
            представленная на Сайте, являются публичной офертой в соответствии
            со статьей 435 и частью 2 статьи 437 ГК РФ 1.3. Регистрируясь или
            оформляя Заказ в Интернет-магазине, Покупатель безоговорочно
            соглашается с Условиями продажи товара (в дальнейшем – Условия),
            изложенными ниже. 1.4. Продажа Товара Продавцом Клиенту
            регулируется: Федеральным Законом от 07 февраля 1992 года № 2300-1
            «О защите прав потребителей»; «Правила продажи товаров дистанционным
            способом»" утв. Постановлением Правительства РФ от 27.09.2007 N 612;
            «Перечень непродовольственных товаров, надлежащего качества, не
            подлежащих возврату или обмену на аналогичный товар других размеров,
            формы, габарита, фасона, расцветки или комплектации» утв.
            Постановление Правительства РФ от 31 декабря 2020 г. N 2463
          </li>
          <li>
            1.5. Продавец имеет право без предварительного уведомления вносить
            изменения в данные Условия. Изменения Условий вступают в силу после
            их публикации на Сайте и применяются к любому Заказу, сделанному
            после публикации. 1.6. Вся текстовая информация и графические
            изображения товаров, размещаемых на Сайте, являются собственностью
            Продавца или его контрагентов. Просмотр информации или распечатка
            страниц Сайта разрешается только для личного использования. 1.7.
            Продавец сохраняет за собой право в одностороннем порядке вносить
            изменения в настоящий Договор с предварительной их публикацией на
            Сайте. 1.8. Настоящий Договор имеет приоритет перед иными
            документами, опубликованными на Сайте. 1.9. Интернет-магазин
            предназначен для организации дистанционного способа продажи товаров
            через сеть Интернет. 1.10. Регистрируясь или оформляя Заказ в
            Интернет-магазине, Покупатель принимает на себя обязательства по
            корректному использованию сервисов и услуг сайта, а также в случае
            совершения заказа обязательства по оплате и приемке Товара. Продавец
            в свою очередь обязуется исполнить собственные обязательства по
            оказанию сервисов и услуг, а также по доставке и передаче в
            собственность Покупателя оплаченного Товара на условиях настоящего
            Договора.
          </li>
          <li>
            ЦЕНА ТОВАРА 2.1. Цена на каждую позицию Товара указана на сайте
            Интернет-магазина. 2.2. Цена Товара, указанная на Сайте, включает
            стоимость доставки, а также таможенные пошлины. 2.3. Продавец имеет
            право в одностороннем порядке без предупреждения изменить цену на
            Товар. Однако Продавец не имеет права изменять цену заказанного
            Товара в Заказе Клиента после того, как Заказ был принят Продавцом.
          </li>
          <li>
            ОФОРМЛЕНИЕ ЗАКАЗА 3.1. Заказ Товара осуществляется Покупателем через
            сайт Интернет-магазина круглосуточно. 3.2. При регистрации или
            оформлении Заказа на сайте Интернет-магазина, Покупатель обязуется
            предоставить следующую регистрационную информацию: 3.2.1. фамилия,
            имя, отчество Покупателя или указанного им лица (получателя); 3.2.2.
            адрес, по которому следует доставить Товар (если доставка до адреса
            Покупателя); 3.2.3. адрес электронной почты; 3.2.4. контактный
            телефон. 3.3. Наименование, количество, ассортимент, артикул, цена
            выбранного Покупателем Товара указываются в «корзине» Покупателя,
            зарегистрированного на сайте Интернет-магазина. 3.4. Если Продавцу
            необходима дополнительная информация, он вправе запросить ее у
            Покупателя. В случае не предоставления необходимой информации
            Покупателем, Продавец не несет ответственности за выбранный
            Покупателем Товар. 3.5. Продавец не несет ответственности за
            содержание и достоверность информации, предоставленной Покупателем
            при оформлении Заказа. 3.6. Покупатель несет ответственность за
            достоверность предоставленной информации при оформлении Заказа. 3.7.
            Продавец не несет ответственности в случае неправильного выбора
            Покупателем характеристик или модификации Товара, заказанного в
            Интернет-магазине. 3.8. Договор купли-продажи дистанционным способом
            между Продавцом и Покупателем считается заключенным с момента выдачи
            Продавцом Покупателю кассового или товарного чека либо иного
            документа, подтверждающего оплату Товара.
          </li>
          <li>
            ПРИНЯТИЕ ЗАКАЗА 4.1. После оформления Заказа на указанный почтовый
            адрес Покупателя высылается письмо с подтверждением принятия заказа
            на обработку. 4.2. Заказы, поступающие в рабочие дни с понедельника
            по воскресенье с 10:00 до 20:00 по московскому времени,
            обрабатываются в течение 24 часов. При оформлении заказа в выходные
            и праздничные дни, обработка заказа осуществляется в ближайший
            рабочий день. 4.3. После обработки Заказа Покупатель получает на
            указанный им электронный адрес информацию о параметрах его Заказа с
            указанием наличия товара, его стоимости и иных услуг (в тех случаях,
            когда эти услуги оплачиваются). 4.4. Продавец оставляет за собой
            право аннулировать Заказ Покупателя на этапе подтверждения Заказа.
            4.5. Продавец оставляет за собой право согласовать с Покупателем
            данные Заказа по телефону / электронной почте. При невозможности
            связаться с Клиентом в течение 5 (пяти) дней, сделанный клиентом
            Заказ аннулируется, при этом, Продавец информирует Покупателя путем
            направления электронного письма на адрес, указанный при регистрации.
            Если Клиентом была осуществлена предоплата, денежные средства
            возвращаются Продавцом по тем банковским реквизитам, с которых был
            осуществлен платеж. 4.6. После оформления Заказа Покупателю
            предоставляется информация о предполагаемой дате доставки Заказа.
            Указанная дата зависит от наличия заказанных Товаров на складе
            Продавца и времени, необходимого на обработку и доставку Заказа.
          </li>
          <li>
            УСЛОВИЯ ОПЛАТЫ 5.1. Платежи за товар и его доставку осуществляются в
            валюте РФ. 5.2. При выборе оплаты заказа по карте Visa/MasterCard на
            сайте https://nova-max.ru/ Покупатель будет автоматически
            перенаправлен на платежный шлюз ООО «Банк Точка» для внесения данных
            банковской карты. Все данные, введенные на странице платежного шлюза
            ООО «Банк Точка», полностью защищены в соответствии с требованиями
            стандарта безопасности PCI DSS. 5.3. Для оплаты заказа используется
            только одна банковская карта. Для использования нескольких карт
            покупателю необходимо разместить отдельные заказы.
          </li>
          <li>
            ДОСТАВКА 6.1. Место доставки Товара Покупатель указывает при
            оформлении Заказа на приобретение Товара. Продавец не несет
            ответственности за неисполнение Заказа (задержку в исполнении) по
            причине сообщения или указания Покупателем неточной или
            недостоверной информации. 6.2. Стоимость и сроки доставки каждого
            Заказа рассчитываются индивидуально, исходя из его веса и места
            доставки. 6.3. Соглашаясь с условиями продажи, Покупатель обязуется
            оплатить доставку товара, а также налоги с продаж и таможенные
            пошлины, в случае их применения к заказу. 6.4. Срок доставки Товара
            Покупателю состоит из срока обработки заказа и срока доставки. 6.5.
            При курьерской доставке Товар вручается Покупателю либо лицу,
            указанному в качестве Получателя. При отсутствии Покупателя либо
            указанного им Получателя в месте доставки, Товар вручается лицу,
            предъявившему документ, подтверждающий размещение либо оплату
            Заказа. 6.6. Во избежание случаев мошенничества - при курьерской
            доставке предоплаченного Заказа лицо, осуществляющее доставку,
            вправе потребовать документ, удостоверяющий личность Получателя, а
            также указать тип и номер предоставленного Получателем документа на
            квитанции к Заказу. Продавец гарантирует конфиденциальность и защиту
            персональной информации Получателя. 6.7. При передаче Товара
            Покупатель должен проверить его внешний вид и упаковку (на
            наличие/отсутствие явных недостатков), количество Товара в Заказе,
            комплектность, ассортимент. 6.8. Риск случайной гибели или
            случайного повреждения Товара переходит к Покупателю с момента
            передачи ему Товара и проставления Получателем Заказа подписи в
            документах, подтверждающих доставку. 6.9. Информация о Товаре
            доводится до сведения Покупателя в технической документации,
            прилагаемой к Товару, на этикетках, путем нанесения маркировки или
            иным способом, принятым для отдельных видов товаров.
          </li>
          <li>
            ВОЗВРАТ Возврат товара надлежащего качества 7.1. Покупатель вправе
            отказаться от товара в любое время до момента его передачи, а после
            передачи товара - в течение 7 календарных дней (пункт 21 «Правила
            продажи товаров дистанционным способом» утв. Постановление
            Правительства РФ от 31 декабря 2020 г. N 2463). 7.2. Покупатель
            вправе вернуть или обменять товар надлежащего качества при
            соблюдении следующих условий: сохранен товарный вид (упаковка,
            пломбы, ярлыки), потребительские свойства, сохранена комплектность
            товара, а также документ, подтверждающий факт и условия покупки
            указанного товара (товарный или кассовый чек). Изделие не должно
            иметь следов эксплуатации. 7.3. Возврату не подлежат товары
            надлежащего качества, согласно «Перечня непродовольственных товаров,
            надлежащего качества, не подлежащих возврату или обмену на
            аналогичный товар других размеров, формы, габарита, фасона,
            расцветки или комплектации» утв. постановлением Правительства РФ от
            31 декабря 2020 г. N 2463, в том числе: - Парфюмерно-косметические
            товары; - текстильные товары (хлопчатобумажные, льняные, шелковые,
            шерстяные и синтетические ткани, товары из нетканых материалов типа
            тканей - ленты, тесьма, кружево и другие); - швейные и трикотажные
            изделия (изделия швейные и трикотажные бельевые, изделия
            чулочно-носочные); - ювелирные и другие изделия из драгоценных
            металлов и (или) драгоценных камней, ограненные драгоценные камни; -
            непериодические издания (книги, брошюры, альбомы, картографические и
            нотные издания, листовые изоиздания, календари, буклеты, издания,
            воспроизведенные на технических носителях информации) пр. Покупатель
            не вправе отказаться от товара надлежащего качества, имеющего
            индивидуально-определенные свойства, если указанный товар может быть
            использован исключительно приобретающим его потребителем 7.4.
            Возврат товара надлежащего качества возможен в случае, если
            сохранены: - его товарный вид (упаковка, пломбы, ярлыки) и
            комплектность; - потребительские свойства товара; - документ,
            подтверждающий факт и условия покупки указанного товара. Отсутствие
            у покупателя указанного документа не лишает его возможности
            ссылаться на другие доказательства приобретения товара у данного
            продавца. Возврат осуществляется при наличии заполненного заявления
            на возврат и документа, подтверждающего факт и условия покупки
            (товарный или кассовый чек). Товарный или кассовый чек и заявление
            на возврат можно предоставить по адресу электронной почты
            support@nova-max.ru или по почтовому адресу, указанному в
            прилагаемых к посылке документах. 7.5. При отказе покупателя от
            товара надлежащего качества ему возвращается денежная сумма,
            уплаченная за товар в соответствии с договором, за исключением
            расходов продавца на доставку от покупателя возвращенного товара, в
            течение 10 (десяти) дней с даты предъявления покупателем
            соответствующего письменного требования. Возврат товара
            ненадлежащего качества 7.6. Под товаром ненадлежащего качества
            подразумевается товар, который имеет наличие недостатков, в связи с
            чем товар не соответствует обязательным требованиям, целям, для
            которых товар такого рода обычно используется. Полученный товар
            должен соответствовать описанию на сайте. Отличие элементов дизайна
            или оформления от заявленных в описании на сайте не является
            неисправностью или не функциональностью товара. 7.7. Для оформления
            возврата Товара ненадлежащего качества Покупатель обязуется
            аккуратно упаковать Товар (со всеми комплектующими и полным
            комплектом аксессуаров, указанным в технической документации на
            Товар) и предоставить заявление на возврат и Товарный чек на почту
            support@nova-max.ru или приложить к посылке. В заявлении на возврат
            должно быть указано, какой именно дефект содержит возвращаемый
            Покупателем товар. 7.8. В случае возврата товара ненадлежащего
            качества возврату подлежит также стоимость доставки и обратной
            пересылки в случае их оплаты Покупателем, налоги с продаж и
            таможенные пошлины не возвращаются Покупателю. 7.9. В случае
            отсутствия на сайте аналогичного товара и отсутствия спора о
            причинах возникновения недостатков в товаре, его стоимость
            возвращается в течение 10 (десяти) рабочих дней с момента получения
            Продавцом товара ненадлежащего качества. 7.10. При наличии спора о
            причинах возникновения недостатков или факте употребления товара и
            сохранности его товарного вида будет проведена независимая
            экспертиза товара. 7.11. Срок гарантии на одежду – 30 дней со дня
            получения Товара.
          </li>
          <li>
            Ответственность сторон 8.1. За неисполнение или ненадлежащее
            исполнение условий настоящего Договора Стороны несут ответственность
            в соответствии с действующим законодательством Российской Федерации.
            8.2. Вся текстовая информация и графические изображения, размещенные
            в Интернет-магазине, имеют законного правообладателя, незаконное
            использование указанной информации и изображений преследуется в
            соответствии с действующим законодательством Российской Федерации.
            8.3. Продавец не отвечает за убытки Покупателя, возникшие в
            результате: неправильного заполнения бланка-заказа (в т. ч.
            неправильного указания персональных данных), неправомерных действий
            третьих лиц. 8.4. Покупатель несёт всю ответственность за
            достоверность сведений, указанных им при регистрации в
            Интернет-магазине. 8.5. Продавец не несет ответственности за ущерб,
            причиненный Покупателю вследствие ненадлежащего использования
            Товаров, приобретённых в Интернет-магазине. 8.6. Покупатель
            самостоятельно определяет перечень организационных и программных
            средств для сохранения в тайне своей личной информации и обеспечения
            санкционированного доступа к ней. Продавец не несет ответственность
            за убытки, причиненные Покупателю в результате разглашения третьим
            лицам информации, произошедшего не по его вине. Если любое лицо,
            помимо Покупателя, будет действовать на Сайте, используя личную
            персональную информацию Покупателя, то все действия, совершенные
            таким лицом, будут считаться совершенными самим Покупателем. 8.7.
            Покупатель самостоятельно несет всю ответственность за все действия,
            совершенные им на Сайте Продавца, а также за все действия,
            совершенные на Сайте любыми иными лицами с использованием личной
            информации Покупателя. 8.8. Продавец не гарантирует, что программное
            обеспечение Сайта не содержит ошибок и/или компьютерных вирусов или
            посторонних фрагментов кода. Продавец предоставляет возможность
            Покупателю пользоваться программным обеспечением Сайта «как оно
            есть», без каких-либо гарантий со стороны Продавца. 8.9. Продавец не
            несет ответственности за убытки, причиненные Покупателю. Покупатель
            в результате сообщения другим Покупателем недостоверной информации,
            а также причиненные действиями (бездействием) другого лица. 8.10.
            Продавец прилагает все возможные усилия для обеспечения нормальной
            работоспособности Сайта, однако не несет ответственности за
            неисполнение или ненадлежащее исполнение обязательств по Договору, а
            также возможные убытки, возникшие в том числе, но не ограничиваясь,
            в результате: • неправомерных действий Покупателя, направленных на
            нарушения информационной безопасности или нормального
            функционирования Сайта; • сбоев в работе Сайта, вызванных ошибками в
            коде, компьютерными вирусами и иными посторонними фрагментами кода в
            программном обеспечении Сайта; • отсутствия (невозможности
            установления, прекращения и пр.) Интернет-соединений между сервером
            Покупателя и сервером Сайта; • установления государственного
            регулирования (или регулирования иными организациями) хозяйственной
            деятельности коммерческих организаций в сети Интернет и/или
            установления указанными субъектами разовых ограничений, затрудняющих
            или делающих невозможным исполнение Договора; • других случаев,
            связанных с действиями (бездействием) Покупателя и/или других
            субъектов, направленными на ухудшение общей ситуации с
            использованием сети Интернет и/или компьютерного оборудования,
            существовавшей на момент заключения Договора, а также любых других
            действий, направленных на Сайт и на третьих лиц. 8.11. В случае
            наступления форс-мажорных обстоятельств, а также аварий или сбоев в
            программно-аппаратных комплексах третьих лиц, сотрудничающих с
            Продавцом, или действий (бездействия) третьих лиц, направленных на
            приостановку или прекращение функционирования Сайта, возможна
            приостановка работы Сайта без предварительного уведомления об этом
            Покупателя. 8.12. Продавец не несет ответственности за нарушение
            Покупателем настоящих условий Договора и оставляет за собой право по
            своему собственному усмотрению, а также при получении информации от
            других пользователей либо третьих лиц о нарушении Покупателем
            настоящих условий вправе: • изменять (модерировать) или удалять
            любую публикуемую Покупателем информацию, нарушающую запреты,
            установленные настоящим договором, • приостанавливать, ограничивать
            или прекращать доступ Покупателя ко всем или к любому из разделов
            или сервисов Сайта в любое время по любой причине или без объяснения
            причин, с предварительным уведомлением или без такового, не отвечая
            за любой вред, который может быть причинен таким действием.
          </li>
          <li>
            ФОРС-МАЖОР Любая из Сторон освобождается от ответственности за
            полное или частичное неисполнение своих обязательств по настоящему
            Договору, если это неисполнение было вызвано обстоятельствами
            непреодолимой силы, возникшими после подписания настоящего Договора.
            «Обстоятельства Непреодолимой Силы» означают чрезвычайные события
            или обстоятельства, которые такая Сторона не могла предвидеть или
            предотвратить доступными ей средствами. Такие чрезвычайные события
            или обстоятельства включают в себя, в частности: забастовки,
            наводнения, пожары, землетрясения и иные стихийные бедствия, войны,
            военные действия, действия российских или иностранных
            государственных органов, а также любые иные обстоятельства,
            выходящие за пределы разумного контроля любой из Сторон. Изменения
            действующего законодательства или нормативных актов, прямо или
            косвенно влияющие на какую-либо из Сторон, не рассматриваются как
            Обстоятельства непреодолимой силы, однако, в случае внесения таких
            изменений, которые не позволяют любой из Сторон исполнить какие-либо
            из ее обязательств по настоящему Договору, Стороны обязаны
            незамедлительно принять решение относительно порядка работы по
            устранению этой проблемы с тем, чтобы обеспечить Сторонам
            продолжение исполнения настоящего Договора.
          </li>
          <li>
            Конфиденциальность 10.1. При регистрации и оформлении Заказа на
            сайте интернет-магазина Покупатель предоставляет о себе следующую
            информацию: фамилия, имя, отчество, адрес электронной почты, номер
            телефона, пароль для доступа к личному кабинету интернет-магазина.
            10.2. Продавец вправе использовать полученную от Покупателя
            информацию для регистрации Покупателя в интернет-магазине, для
            выполнения своих обязательств перед Покупателем, для анализа работы
            магазина, для передачи данных Покупателя третьим лицам, действующим
            на основании договора с Продавцом, для исполнения обязательств перед
            Покупателем (в том числе для включения Покупателя в Программу
            лояльности Продавца). 10.3 Продавец вправе использовать адрес
            электронной почты и номер телефона Покупателя для отправки
            Покупателю SMS-сообщений и электронных писем о статусе Заказа
            Покупателя, а также для отправки любых других SMS-сообщений и
            электронных писем, в том числе содержащих материалы рекламного
            характера.10.4. Не считается нарушением обязательств разглашение
            информации в соответствии с обоснованными и применимыми требованиями
            действующего законодательства РФ. 10.5. Продавец не несет
            ответственности за сведения, предоставленные Покупателем на Сайте в
            общедоступной форме.
          </li>
          <li>
            Интеллектуальная собственность 11.1. Сайт Продавца содержит
            результаты интеллектуальной деятельности, принадлежащие Продавцу,
            его аффилированным лицам и другим связанным сторонам, спонсорам,
            партнерам, представителям, всем прочим лицам, действующим от имени
            Продавца, и другим третьим лицам. 11.2. Используя Сайт
            https://nova-max.ru/, Покупатель признает и соглашается с тем, что
            все содержимое Сайта и структура содержимого Сайта защищены
            авторским правом, правом на товарный знак и другими правами на
            результаты интеллектуальной деятельности, и что указанные права
            являются действительными и охраняются во всех формах, на всех
            носителях и в отношении всех технологий, как существующих в
            настоящее время, так и разработанных или созданных впоследствии.
            11.3. Никакие права на любое содержимое Сайта, включая, помимо
            прочего, аудиовизуальные произведения, текстовые и графические
            материалы, программы для ЭВМ, товарные знаки не переходят к
            Покупателю в результате пользования Сайтом и заключения настоящего
            Договора. 11.4. Без ущерба для универсального характера
            вышеизложенных положений, Покупатель признает, что Сайт содержит
            результаты интеллектуальной деятельности, охраняемые права и прочие
            материалы третьих лиц, и что такие права принадлежат соответствующим
            владельцам, в том числе, Продавцу. Покупателю запрещается
            копировать, модифицировать, изменять, удалять, дополнять,
            публиковать, передавать содержащиеся на Сайте объекты исключительных
            и личных неимущественных прав, создавать производные работы,
            изготавливать или продавать продукты на их основе, воспроизводить,
            отображать или любым другим образом эксплуатировать или использовать
            такие права без прямого разрешения их владельцев. 11.5. Во избежание
            сомнений, Покупателю запрещается: • использовать информацию,
            полученную на Сайте для осуществления коммерческой деятельности; •
            копировать, либо иным способом использовать программную часть Сайта,
            а также его дизайн и наполнение; • размещать на Сайте персональные
            данные третьих лиц, без их согласия, в том числе домашние адреса,
            телефоны, паспортные данные, адреса электронной почты; • размещать
            на Сайте коммерческую рекламу, коммерческие предложения,
            агитационную информацию и любую другую навязчивую информацию, кроме
            случаев, когда размещение такой информации согласовано с Продавцом;
            • изменять каким бы то ни было способом программную часть Сайта,
            совершать действия, направленные на изменение функционирования и
            работоспособности Сайта; • оскорблять и иным образом нарушать права
            и свободы других пользователей Сайта, третьих лиц, а также групп
            лиц; • использовать нецензурную брань, осуществлять либо
            распространять информацию, содержащую призывы к массовым
            беспорядкам, осуществлению экстремистской деятельности, участию в
            массовых (публичных) мероприятиях, проводимых с нарушением
            установленного порядка, распространять информацию, необходимую для
            получения результатов интеллектуальной деятельности. 11.6. При
            цитировании материалов Сайта Продавца, если это прямо предусмотрено
            функциями Сайта, Покупатель обязуется указывать ссылку на Сайт
            Продавца.
          </li>
          <li>
            Вступление в силу, изменение или расторжение договора 12.1. Договор
            вступает в силу с момента акцепта настоящей оферты и действует до
            исполнения Сторонами всех принятых обязательств. 12.2. Настоящий
            Договор является офертой и в силу действующего гражданского
            законодательства РФ. Продавец имеет право в любой момент на отзыв
            оферты в соответствии со статьей 436 Гражданского кодекса РФ. В
            случае такого отзыва Продавцом настоящего Договора он считается
            прекращенным с момента его отзыва. Отзыв оферты осуществляется путем
            размещения соответствующей информации на Сайте Продавца. 12.3.
            Положения настоящего Договора устанавливаются, изменяются и
            отменяются Продавцом в одностороннем порядке без предварительного
            уведомления. С момента размещения на Сайте новой редакции Договора
            предыдущая редакция считается утратившей свою силу. В случае
            существенного изменения положений настоящего Договора Продавец
            извещает об этом Покупателям путем размещения на его Сайте
            соответствующего сообщения. 12.4. Настоящий Договор может быть
            расторгнут в любое время по соглашению Сторон. 12.5. Настоящий
            Договор составлен на русском языке и акцептован Покупателем в полном
            объеме.
          </li>
          <li>
            Прочие условия 13.1. Продавец оставляет за собой право расширять и
            сокращать товарное предложение на Сайте, регулировать доступ к
            покупке любых товаров, а также приостановить или прекратить продажу
            любых товаров по своему собственному усмотрению. 13.2. Настоящий
            Договор должен рассматриваться в том виде, как он опубликован на
            Сайте, и должен применяться и толковаться в соответствии с
            законодательством РФ. 13.3. Заключением настоящего Договора
            Покупатель выражает свое согласие на получение, сбор, хранение,
            обработку и использование Продавцом ставших ему известными
            персональных данных Покупателя в целях настоящего Договора. В
            соответствии с Федеральным законом РФ «О персональных данных» №
            152-ФЗ от 25.07.2011г., Покупатель дает Продавцу свое согласие, а
            также иным компаниям, с которыми у Продавца заключены
            соответствующие договоры, на обработку его персональных данных
            (фамилия, имя, отчество (Ф.И.О.), адрес доставки, номер телефона,
            электронная почта) включающих в себя сбор, систематизацию, хранение,
            уточнение, уничтожение данных, в целях получения информации о
            рекламных акциях и программах для постоянных покупателей, а также
            проведение маркетинговых исследований и т.д.. Настоящее согласие
            действует со дня оформления Заказа Покупателя до дня отзыва данного
            согласия в письменной форме. Настоящее согласие может быть отозвано
            Покупателем, при условии письменного уведомления Продавца за 30
            (тридцать) календарных дней до предполагаемой даты прекращения
            использования персональных данных Покупателя. 13.4. Покупатель
            выражает свое согласие на получение от Интернет-магазина Продавца
            информации о поступлении новых коллекций, начале распродаж,
            специальных акциях и прочей информации о Товаре и услугах, которые
            потенциально могли бы представлять для него интерес. 13.5. Продавец
            оставляет за собой право модерировать отзывы и оставлять только
            наиболее информативные и полезные для других Покупателей. 13.6. Все
            права на контент и все изображения Сайта https://nova-max.ru/
            принадлежат ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ «НОВАМАРКТ"
          </li>
          <li>
            13.7. Цвета Товаров, отображаемые на мониторе Покупателя могут
            отличаться от реальных цветов Товара, в связи с погрешностью
            цветопередачи различными моделями мониторов. В связи с этим,
            Покупатель акцептом настоящего документа подтверждает, что он
            ознакомлен с данной возможной погрешностью цветопередачи реального
            цвета Товара. И дает свое согласие на приобретение Товара на свой
            личный выбор. 13.8. Все споры, связанные с неисполнением, или
            ненадлежащим исполнением своих обязательств по настоящему договору
            Стороны будут стараться решить путем переговоров. 13.9. В случае
            недостижения согласия в ходе переговоров, споры будут разрешаться в
            судебном порядке в соответствии с действующим законодательством
            Российской Федерации. 13.10. Настоящий Договор составлен на русском
            языке и акцептован Покупателем в полном объеме. 13.11 Покупатель
            настоящим подтверждает, что ознакомился со всеми положениями
            настоящего Договора, полностью его понимает и принимает все условия
            настоящего Договора полностью.
          </li>
          <li>
            РЕКВИЗИТЫ ОБЩЕСТВО С ОГРАНИЧЕННОЙ ОТВЕТСТВЕННОСТЬЮ «НОВАМАРКТ"
          </li>
          <li>ИНН 0900007640</li>
          <li>
            КПП 090001001 ОГРН 1230900001188 Юр. адрес: 369300, РОССИЯ, Респ.
            КАРАЧАЕВО-ЧЕРКЕССКАЯ, р-н УСТЬ-ДЖЕГУТИНСКИЙ, г УСТЬ-ДЖЕГУТА, ул
            САДОВАЯ, ДОМ 59{" "}
          </li>
          <li>
            Факт. почтовый адрес: 369300, РОССИЯ, Респ. КАРАЧАЕВО-ЧЕРКЕССКАЯ,
            р-н УСТЬ-ДЖЕГУТИНСКИЙ, г УСТЬ-ДЖЕГУТА, ул САДОВАЯ, ДОМ 59
          </li>
          <li>Р/сч. 40702810701500192664 Кор.сч. 30101810745374525104</li>
          <li>ООО «Банк Точка»</li>
          <li>БИК 044525104 ИНН 9721194461</li>
          <li>КПП 997950001</li>
          <li>
            Юридический адрес банка: 109456, РОССИЯ, МОСКВА г. 1-й ВЕШНЯКОВСКИЙ
            пр, ДОМ 1 СТР8, 1 этаж, пом. 43
          </li>
        </MContainer>
      </div>
    </>
  );
}
